/*
 Navicat Premium Data Transfer

 Source Server         : localhost_3306
 Source Server Type    : MySQL
 Source Server Version : 80100
 Source Host           : localhost:3306
 Source Schema         : ry-vue

 Target Server Type    : MySQL
 Target Server Version : 80100
 File Encoding         : 65001

 Date: 26/08/2024 21:46:28
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for value_varchar
-- ----------------------------
DROP TABLE IF EXISTS `value_varchar`;
CREATE TABLE `value_varchar`  (
  `id` int unsigned NOT NULL AUTO_INCREMENT COMMENT '主键ID（但感觉没啥用）',
  `project_info_id` int(0) DEFAULT NULL COMMENT '对应的项目ID',
  `project_entity_id` int(0) DEFAULT NULL COMMENT '对应的项目实体ID',
  `table_id` int(0) NOT NULL COMMENT '属于的表的ID',
  `attribute_id` int(0) NOT NULL COMMENT '属于的属性的ID',
  `value` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL COMMENT 'varchar类型的属性值',
  `create_time` datetime(0) NOT NULL COMMENT '创建时间',
  `update_time` datetime(0) NOT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 218 CHARACTER SET = utf8mb3 COLLATE = utf8mb3_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of value_varchar
-- ----------------------------
INSERT INTO `value_varchar` VALUES (13, 1, NULL, 12, 6, '流水合计', '2024-08-17 12:08:27', '2024-08-17 12:08:29');
INSERT INTO `value_varchar` VALUES (14, 1, NULL, 12, 6, '投入类流水', '2024-08-17 12:12:59', '2024-08-17 12:13:01');
INSERT INTO `value_varchar` VALUES (15, 1, NULL, 12, 6, '成本类流水', '2024-08-17 12:13:31', '2024-08-17 12:13:34');
INSERT INTO `value_varchar` VALUES (16, 1, NULL, 12, 6, '审定税支出', '2024-08-17 12:13:53', '2024-08-17 12:13:55');
INSERT INTO `value_varchar` VALUES (17, 1, NULL, 12, 6, '累计净流水', '2024-08-17 12:14:10', '2024-08-17 12:14:12');
INSERT INTO `value_varchar` VALUES (18, 1, NULL, 12, 6, '累计净流水现值', '2024-08-17 12:14:26', '2024-08-17 12:14:27');
INSERT INTO `value_varchar` VALUES (19, 1, NULL, 12, 11, '0.055', '2024-08-18 10:08:24', '2024-08-18 10:08:27');
INSERT INTO `value_varchar` VALUES (20, 1, NULL, 12, 12, '0.25', '2024-08-18 10:08:47', '2024-08-18 10:08:50');
INSERT INTO `value_varchar` VALUES (21, 1, NULL, 13, 13, NULL, '2024-08-20 18:40:04', '2024-08-20 18:40:08');
INSERT INTO `value_varchar` VALUES (22, 1, NULL, 13, 14, '\'3,5,6,7,8,10,15,20,25,30\'', '2024-08-20 18:40:52', '2024-08-20 18:40:54');
INSERT INTO `value_varchar` VALUES (23, 1, NULL, 13, 15, NULL, '2024-08-20 18:44:41', '2024-08-20 18:44:44');
INSERT INTO `value_varchar` VALUES (24, 1, NULL, 13, 16, NULL, '2024-08-20 18:45:03', '2024-08-20 18:45:07');
INSERT INTO `value_varchar` VALUES (25, 1, NULL, 13, 16, NULL, '2024-08-20 18:45:22', '2024-08-20 18:45:24');
INSERT INTO `value_varchar` VALUES (104, 6, NULL, 13, 13, '北京路', '2024-08-21 21:23:57', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (105, 6, NULL, 13, 14, '7', '2024-08-21 21:23:57', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (112, 6, 28, 13, 6, '道路折旧支出合计', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (113, 6, 28, 13, 8, '[, , , , , , , ]', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (114, 6, 28, 13, 9, '', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (117, 6, 26, 13, 6, '当年转资月份', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (118, 6, 26, 13, 8, '[3, 4, 5, , , , , ]', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (119, 6, 26, 13, 9, '', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (122, 6, 27, 13, 6, '各年建设类设备使用规模', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (123, 6, 27, 13, 8, '[428, 725, 172, , , , , ]', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (124, 6, 27, 13, 9, '', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (127, 6, 16, 13, 6, '第一年投资在各年的折旧', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (128, 6, 16, 13, 8, '[, , , , , , , ]', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (129, 6, 16, 13, 9, '', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (132, 6, 17, 13, 6, '第二年投资在各年的折旧', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (133, 6, 17, 13, 8, '[, , , , , , , ]', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (134, 6, 17, 13, 9, '', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (137, 6, 18, 13, 6, '第三年投资在各年的折旧', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (138, 6, 18, 13, 8, '[, , , , , , , ]', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (139, 6, 18, 13, 9, '', '2024-08-21 21:38:54', '2024-08-21 22:02:55');
INSERT INTO `value_varchar` VALUES (143, 6, 1, 1, 6, '双向双车道道路 310101', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (144, 6, 1, 1, 8, '[340, 260, 198, 150]', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (145, 6, 1, 1, 9, '948.0', '2024-08-24 23:22:31', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (149, 6, 1, 2, 6, '双向双车道道路 310101', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (150, 6, 1, 2, 8, '[6000, 6000, 6000, 4000]', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (151, 6, 1, 2, 9, '', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (155, 6, 1, 3, 6, '双向双车道道路 310101', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (156, 6, 1, 3, 8, '[2040000.0, 1560000.0, 1188000.0, 600000.0]', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (157, 6, 1, 3, 9, '5388000.0', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (158, 6, 11, 3, 6, '6%税率投资额 ', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (159, 6, 11, 3, 8, '[80000, 70000, 50000, 50000]', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (160, 6, 11, 3, 9, '250000.0', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (161, 6, 12, 3, 6, '9%税率投资额 ', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (162, 6, 12, 3, 8, '[2300000, 750000, 560000, 600000]', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (163, 6, 12, 3, 9, '4210000.0', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (164, 6, 13, 3, 6, '13%税率投资额', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (165, 6, 13, 3, 8, '[800000.0, 1825000.0, 1603000.0, 2215000.0]', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (166, 6, 13, 3, 9, '6443000.0', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (167, 6, 14, 3, 6, '不含税投资额合计', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (168, 6, 14, 3, 8, '[3180000.0, 2645000.0, 2213000.0, 2865000.0]', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (169, 6, 14, 3, 9, '1.0903E7', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (170, 6, 11, 4, 6, '6%税率投资额 ', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (171, 6, 11, 4, 8, '[84799.99, 74199.99, 52999.996, 52999.996]', '2024-08-24 23:22:31', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (172, 6, 11, 4, 9, '264999.97', '2024-08-24 23:22:31', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (173, 6, 12, 4, 6, '9%税率投资额 ', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (174, 6, 12, 4, 8, '[2507000.0, 817500.0, 610400.0, 654000.0]', '2024-08-24 23:22:31', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (175, 6, 12, 4, 9, '4588900.0', '2024-08-24 23:22:31', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (176, 6, 13, 4, 6, '13%税率投资额', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (177, 6, 13, 4, 8, '[904000.0, 2062250.0, 1811390.0, 2502950.0]', '2024-08-24 23:22:31', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (178, 6, 13, 4, 9, '7280590.0', '2024-08-24 23:22:31', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (179, 6, 15, 4, 6, '含税投资额合计', '2024-08-24 23:22:31', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (180, 6, 15, 4, 8, '[3495800.0, 2953950.0, 2474790.0, 3209950.0]', '2024-08-24 23:22:31', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (181, 6, 15, 4, 9, '1.213449E7', '2024-08-24 23:22:31', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (200, 6, 7, 1, 6, '单向双车道道路 310201', '2024-08-25 17:42:00', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (201, 6, 7, 1, 8, '[150, 140, 120, 220]', '2024-08-25 17:42:00', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (202, 6, 7, 1, 9, '630.0', '2024-08-25 17:42:00', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (203, 6, 7, 2, 6, '单向双车道道路 310201', '2024-08-25 17:42:00', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (204, 6, 7, 2, 8, '[2000, 2000, 2125, 6000]', '2024-08-25 17:42:00', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (205, 6, 7, 2, 9, '', '2024-08-25 17:42:01', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (206, 6, 7, 3, 6, '单向双车道道路 310201', '2024-08-25 17:42:01', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (207, 6, 7, 3, 8, '[300000.0, 280000.0, 255000.0, 1320000.0]', '2024-08-25 17:42:01', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (208, 6, 7, 3, 9, '2155000.0', '2024-08-25 17:42:01', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (209, 6, 8, 1, 6, '快速路桥 310300', '2024-08-26 00:45:32', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (210, 6, 8, 1, 8, '[240, 230, 220, 210]', '2024-08-26 00:45:32', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (211, 6, 8, 1, 9, '900.0', '2024-08-26 00:45:32', '2024-08-26 20:09:49');
INSERT INTO `value_varchar` VALUES (212, 6, 8, 2, 6, '快速路桥 310300', '2024-08-26 00:45:32', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (213, 6, 8, 2, 8, '[3500, 3500, 3500, 4500]', '2024-08-26 00:45:32', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (214, 6, 8, 2, 9, '', '2024-08-26 00:45:32', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (215, 6, 8, 3, 6, '快速路桥 310300', '2024-08-26 00:45:32', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (216, 6, 8, 3, 8, '[840000.0, 805000.0, 770000.0, 945000.0]', '2024-08-26 00:45:32', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (217, 6, 8, 3, 9, '3360000.0', '2024-08-26 00:45:32', '2024-08-26 20:09:48');
INSERT INTO `value_varchar` VALUES (218, NULL, 1, 21, 35, '11.01', '2024-08-26 13:15:15', '2024-08-26 13:15:17');
INSERT INTO `value_varchar` VALUES (219, NULL, 2, 21, 36, '12.21', '2024-08-26 13:16:31', '2024-08-26 13:16:37');
INSERT INTO `value_varchar` VALUES (220, NULL, 3, 21, 38, '37.69', '2024-08-26 13:17:37', '2024-08-26 13:17:40');
INSERT INTO `value_varchar` VALUES (221, NULL, 4, 21, 42, '1.43', '2024-08-26 13:18:20', '2024-08-26 13:18:22');
INSERT INTO `value_varchar` VALUES (222, NULL, NULL, 21, 44, '0.0219', '2024-08-26 13:18:53', '2024-08-26 13:18:56');
INSERT INTO `value_varchar` VALUES (223, NULL, NULL, 21, 45, '0.0268', '2024-08-26 13:19:07', '2024-08-26 13:19:09');
INSERT INTO `value_varchar` VALUES (422, 6, 1, 6, 6, '双向双车道道路 310101', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (423, 6, 1, 6, 8, '[798, 0, 0, , , , , ]', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (424, 6, 1, 6, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (425, 6, 7, 6, 6, '单向双车道道路 310201', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (426, 6, 7, 6, 8, '[650, 450, 350, , , , , ]', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (427, 6, 7, 6, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (428, 6, 8, 6, 6, '快速路桥 310300', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (429, 6, 8, 6, 8, '[530, 350, 250, , , , , ]', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (430, 6, 8, 6, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (431, 6, 1, 7, 6, '双向双车道道路 310101', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (432, 6, 1, 7, 8, '[0, 20, 50, , , , , ]', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (433, 6, 1, 7, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (434, 6, 7, 7, 6, '单向双车道道路 310201', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (435, 6, 7, 7, 8, '[0, 50, 30, , , , , ]', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (436, 6, 7, 7, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (437, 6, 8, 7, 6, '快速路桥 310300', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (438, 6, 8, 7, 8, '[0, 30, 20, , , , , ]', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (439, 6, 8, 7, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (440, 6, 1, 8, 6, '双向双车道道路 310101', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (441, 6, 1, 8, 8, '[798.0, 778.0, 728.0]', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (442, 6, 1, 8, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (443, 6, 7, 8, 6, '单向双车道道路 310201', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (444, 6, 7, 8, 8, '[650.0, 1050.0, 1370.0]', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (445, 6, 7, 8, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (446, 6, 8, 8, 6, '快速路桥 310300', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (447, 6, 8, 8, 8, '[530.0, 850.0, 1080.0]', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (448, 6, 8, 8, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (449, 6, 1, 9, 6, '双向双车道道路 310101', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (450, 6, 1, 9, 8, '[400, 395, 385, , , , , ]', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (451, 6, 1, 9, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (452, 6, 7, 9, 6, '单向双车道道路 310201', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (453, 6, 7, 9, 8, '[500, 400, 350, , , , , ]', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (454, 6, 7, 9, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (455, 6, 8, 9, 6, '快速路桥 310300', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (456, 6, 8, 9, 8, '[300, 300, 300, , , , , ]', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (457, 6, 8, 9, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (458, 6, 1, 10, 6, '双向双车道道路 310101', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (459, 6, 1, 10, 8, '[851200.0, 3750920.0, 3517360.0]', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (460, 6, 1, 10, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (461, 6, 7, 10, 6, '单向双车道道路 310201', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (462, 6, 7, 10, 8, '[866666.7, 3760000.0, 4858000.0]', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (463, 6, 7, 10, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (464, 6, 8, 10, 6, '快速路桥 310300', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (465, 6, 8, 10, 8, '[424000.0, 2292000.0, 3336000.0]', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (466, 6, 8, 10, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (467, 6, 36, 10, 6, '不含税收入合计OT015', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (468, 6, 36, 10, 8, '[2141866.8, 9802920.0, 1.171136E7]', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (469, 6, 36, 10, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (470, 6, 1, 11, 6, '双向双车道道路 310101', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (471, 6, 1, 11, 8, '[902271.94, 3975975.0, 3728401.5]', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (472, 6, 1, 11, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (473, 6, 7, 11, 6, '单向双车道道路 310201', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (474, 6, 7, 11, 8, '[944666.7, 4098400.2, 5295220.0]', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (475, 6, 7, 11, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (476, 6, 8, 11, 6, '快速路桥 310300', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (477, 6, 8, 11, 8, '[449439.97, 2429519.8, 3536159.8]', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (478, 6, 8, 11, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (479, 6, 37, 11, 6, '含税收入合计OT016', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (480, 6, 37, 11, 8, '[2296378.5, 1.0503895E7, 1.2559782E7]', '2024-08-26 15:16:29', '2024-08-26 18:58:27');
INSERT INTO `value_varchar` VALUES (481, 6, 37, 11, 9, '', '2024-08-26 15:16:29', '2024-08-26 18:58:26');
INSERT INTO `value_varchar` VALUES (482, 6, NULL, 10, 46, '8', '2024-08-26 16:13:49', '2024-08-26 16:13:51');
INSERT INTO `value_varchar` VALUES (483, 6, 1, 10, 46, '', '2024-08-26 17:00:05', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (484, 6, 7, 10, 46, '', '2024-08-26 17:00:05', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (485, 6, 8, 10, 46, '', '2024-08-26 17:00:05', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (486, 6, 36, 10, 46, '', '2024-08-26 17:00:05', '2024-08-26 18:58:25');
INSERT INTO `value_varchar` VALUES (487, 14, 4, 1, 6, '双向六车道道路 310104', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (488, 14, 4, 1, 8, '[520, 140, 340, ]', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (489, 14, 4, 1, 9, '1000.0', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (490, 14, 1, 1, 6, '双向双车道道路 310101', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (491, 14, 1, 1, 8, '[233, 145, 320, ]', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (492, 14, 1, 1, 9, '698.0', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (493, 14, 5, 1, 6, '双向八车道道路 310105', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (494, 14, 5, 1, 8, '[100, 200, 410, ]', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (495, 14, 5, 1, 9, '710.0', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (496, 14, 4, 2, 6, '双向六车道道路 310104', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (497, 14, 4, 2, 8, '[6000, 5000, 4000, ]', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (498, 14, 4, 2, 9, '', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (499, 14, 1, 2, 6, '双向双车道道路 310101', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (500, 14, 1, 2, 8, '[5500, 3000, 2000, ]', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (501, 14, 1, 2, 9, '', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (502, 14, 5, 2, 6, '双向八车道道路 310105', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (503, 14, 5, 2, 8, '[1000, 7000, 4000, ]', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (504, 14, 5, 2, 9, '', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (505, 14, 4, 3, 6, '双向六车道道路 310104', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (506, 14, 4, 3, 8, '[3120000.0, 700000.0, 1360000.0]', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (507, 14, 4, 3, 9, '5180000.0', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (508, 14, 1, 3, 6, '双向双车道道路 310101', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (509, 14, 1, 3, 8, '[1281500.0, 435000.0, 640000.0]', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (510, 14, 1, 3, 9, '2356500.0', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (511, 14, 5, 3, 6, '双向八车道道路 310105', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (512, 14, 5, 3, 8, '[100000.0, 1400000.0, 1640000.0]', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (513, 14, 5, 3, 9, '3140000.0', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (514, 14, 11, 3, 6, '6%税率投资额 ', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (515, 14, 11, 3, 8, '[80000, 90000, 100000, ]', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (516, 14, 11, 3, 9, '270000.0', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (517, 14, 12, 3, 6, '9%税率投资额 ', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (518, 14, 12, 3, 8, '[400000, 114440, 500000, ]', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (519, 14, 12, 3, 9, '1014440.0', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (520, 14, 13, 3, 6, '13%税率投资额', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (521, 14, 13, 3, 8, '[4021500.0, 2330560.0, 3040000.0]', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (522, 14, 13, 3, 9, '9392060.0', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (523, 14, 14, 3, 6, '不含税投资额合计', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (524, 14, 14, 3, 8, '[4501500.0, 2535000.0, 3640000.0]', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (525, 14, 14, 3, 9, '1.06765E7', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (526, 14, 11, 4, 6, '6%税率投资额 ', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (527, 14, 11, 4, 8, '[84799.99, 95399.99, 105999.99]', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (528, 14, 11, 4, 9, '286199.97', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (529, 14, 12, 4, 6, '9%税率投资额 ', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (530, 14, 12, 4, 8, '[436000.0, 124739.6, 545000.0]', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (531, 14, 12, 4, 9, '1105739.6', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (532, 14, 13, 4, 6, '13%税率投资额', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (533, 14, 13, 4, 8, '[4544295.0, 2633532.8, 3435200.0]', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (534, 14, 13, 4, 9, '1.0613028E7', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (535, 14, 15, 4, 6, '含税投资额合计', '2024-08-26 20:55:37', '2024-08-26 20:55:37');
INSERT INTO `value_varchar` VALUES (536, 14, 15, 4, 8, '[5065095.0, 2853672.2, 4086200.0]', '2024-08-26 20:55:37', '2024-08-26 20:55:38');
INSERT INTO `value_varchar` VALUES (537, 14, 15, 4, 9, '1.2004967E7', '2024-08-26 20:55:37', '2024-08-26 20:55:38');

SET FOREIGN_KEY_CHECKS = 1;
